Repository: PoeBlu/McAfeeEpoReputationImporter
Catalog: locale/*/LC_MESSAGES/epo.po
Languages: de

source: Configuration options not found: %(details)s
de: Wert in der Konfigurationsdatei nicht gefunden: %(details)s

source: Unknown error reading config file values: %(details)s
de: Unbekannter Fehler beim Lesen der Konfiguration: %(details)s

source: all
de: alle

source: Open Directory
de: Verzeichnis öffnen

source: Send Files to EPO
de: Schicke Datei-Hashes zum EPO

source: Save as CSV
de: Speichern als CSV

source: Verify Server Cert
de: Server Zertifikat verifizieren

source: File-Types:
de: Datei-Typen:

source: McAfee EPO Reputation GUI for setting reputation values for all the files in a chosen directory
de: McAfee EPO Reputation GUI zum Setzen eines Reputations-Wertes für alle Dateien in einem ausgewählten Verzeichnis

source: Steps:
de: Vorgehensweise:

source: 1.) Open directory
de: 1.) Verzeichnis auswählen

source: 2.) Optional: change default values
de: 2.) Optional: Default-Werte ändern

source: 3.) Optional: send file hashes to EPO server
de: 3.) Optional: Datei-Hashes zum EPO-Server schicken

source: 4.) Optional: download hashes as csv file
de: 4.) Optional: Datei-Hashes als CSV-Datei herunterladen

source: Current user: %(username)s
de: Angemeldeter Benutzer: %(username)s

source: Ready for loading files
de: Bereit zum Laden der Dateien

source: EPO-Username:
de: EPO-Benutzername:

source: EPO-Password:
de: EPO-Passwort:

source: Choose a directory
de: Verzeichnis auswählen

source: No suitable files found
de: Keine geeigneten Dateien gefunden

source: File
de: Datei

source: Number of files found: %(numberoffiles)s
de: Anzahl an gefundenen Dateien: %(numberoffiles)s

source: Directory
de: Verzeichnis

source: Please pick a directory
de: Bitte ein Verzeichnis auswählen

source: EPO credentials missing
de: EPO Zugangsdaten fehlen

source: Error
de: Fehler

source: Sending hashes %(current)d of %(total)d
de: Sende Hashes %(current)d von %(total)d

source: Error sending hashes: %(error)s
de: Fehler beim Senden der Datei-Hashes: %(error)s

source: Hashes sent to EPO
de: Hashes zum EPO gesendet

source: Hashes successfully sent to EPO
de: Datei-Hashes erfolgreich zum EPO-Server gesendet

source: Success
de: Erfolgreich

source: Something went wrong
de: Irgendetwas ist leider fehlgeschlagen

source: CSV Files
de: CSV-Dateien

source: filename;comment;md5 hash;sha1 hash;reputation
de: Dateiname;Kommentar;MD5 Hash;SHA1 Hash;Reputation

source: Please specify a filename
de: Bitte einen Dateinamen angegeben
